Repository: biglinux/sambasearch
Catalog: sambasearch/DEBIAN/*.po
Languages: es

source: Procurar compartilhamentos
es: Ver los recursos compartidos

source: Localiza compartilhamentos na rede (Windows ou Samba).
es: Se Localiza en los recursos compartidos de la red, de Windows o la Samba.

source: GPL v2 or greater
es: La GPL v2 o superior

source: Bruno Gonçalves
es: Bruno López

source: Usuário
es: El usuario

source: Insira o usuário do servidor que deseja acessar
es: Introduzca el usuario y el servidor al que se desea acceder

source: Senha
es: La contraseña

source: Insira a senha do usuário do servidor que deseja acessar
es: Introduzca la contraseña del usuario en el servidor al que se desea acceder

source: *A maioria dos servidores precisa de login e senha para listar os compartilhamentos disponíveis, deixe em branco para efetuar uma busca anônima.
es: *En la mayoría de los servidores, se necesita un nombre de usuario y contraseña para hacer una lista de las acciones disponibles, se deja en blanco, para llevar a cabo una búsqueda en el anonimato.

source: Próximo
es: El Próximo

source: Anônimo
es: Anónimo

source: Procura efetuada com o usuário:
es: La búsqueda la realiza con el usuario:

source: na rede:
es: en la red:

source: Voltar
es: Volver

source: Fechar
es: Cerrar

source: Aguarde...
es: Por favor espere...
